Repository: gorpello/GymBro
Catalog: GymBroPackage/Sources/L10n/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fa, fr, it, ja, ko, nl, pl, pt, ru, tr, uk, zh, zh_hant

# importAskApp
source: Need another app? Ask for it
ar: تحتاج تطبيقًا آخر؟ اطلب إضافته
de: Du brauchst eine andere App? Frag danach
es: ¿Necesitas otra app? Pídemela
fa: اپ دیگری می‌خواهی؟ بخواهش
fr: Besoin d’une autre application ? Demande son ajout
it: Ti serve un'altra app? Chiedila
ja: 別のアプリが必要ですか？追加をリクエスト
ko: 다른 앱이 필요한가요? 추가를 요청하세요
nl: Heb je een andere app nodig? Vraag om ondersteuning
pl: Potrzebujesz innej aplikacji? Poproś o jej dodanie
pt: Precisa de outro app? Peça-me
ru: Нужно другое приложение? Попроси
tr: Başka bir uygulamaya mı ihtiyacın var? Eklenmesini iste
uk: Потрібен інший застосунок? Попроси додати його
zh: 需要其他 app？告诉我
zh_hant: 需要其他應用程式？請求加入支援

# awardFirstStepName
source: First step
ar: الخطوة الأولى
de: Erster Schritt
es: Primer paso
fa: اولین قدم
fr: Premier pas
it: Primo passo
ja: 最初の一歩
ko: 첫걸음
nl: Eerste stap
pl: Pierwszy krok
pt: Primeiro passo
ru: Первый шаг
tr: İlk adım
uk: Перший крок
zh: 第一步
zh_hant: 第一步

# awardFirstStepLine
source: Welcome to GymMane. This one is on the house.
ar: مرحبًا بك في GymMane. هذه هدية لك.
de: Willkommen bei GymMane. Das hier geht aufs haus.
es: Bienvenido a GymMane. Esta te la regala la casa.
fa: به Gymo خوش آمدی. این یکی مهمان ماست.
fr: Bienvenue sur GymMane. Celle-ci est offerte.
it: Benvenuto in GymMane. Questa te la regala la casa.
ja: GymManeへようこそ。これはプレゼントです。
ko: GymMane에 오신 것을 환영합니다. 이건 선물입니다.
nl: Welkom bij GymMane. Deze krijg je cadeau.
pl: Witaj w GymMane. Ten dostajesz w prezencie.
pt: Bem-vindo ao GymMane. Esta é por conta da casa.
ru: Добро пожаловать в GymMane. Эта — от заведения.
tr: GymMane'e hoş geldin. Bu bizden.
uk: Ласкаво просимо до GymMane. Ця нагорода — подарунок.
zh: 欢迎来到 GymMane，这枚是送你的。
zh_hant: 歡迎來到 GymMane。這個送給你。

# awardFirstWorkoutName
source: First workout
ar: التمرين الأول
de: Erstes Training
es: Primer entreno
fa: اولین تمرین
fr: Première séance
it: Primo allenamento
ja: 最初のワークアウト
ko: 첫 운동
nl: Eerste training
pl: Pierwszy trening
pt: Primeiro treino
ru: Первая тренировка
tr: İlk antrenman
uk: Перше тренування
zh: 第一次训练
zh_hant: 第一次訓練

# awardFirstWorkoutLine
source: The first one is logged. That is the hard one.
ar: تم تسجيل الأول. وهو الأصعب.
de: Das erste Training ist protokolliert. Das war der schwierige Teil.
es: El primero ya está guardado. Ese es el difícil.
fa: اولی ثبت شد. سخت‌ترین همان است.
fr: La première est enregistrée. C’est la plus difficile.
it: Il primo è registrato. Quello è il difficile.
ja: 最初の1回を記録しました。これが一番難しい。
ko: 첫 운동을 기록했습니다. 첫 번째가 가장 어렵죠.
nl: De eerste is opgeslagen. Die is het moeilijkst.
pl: Pierwszy zapisany. To najtrudniejszy.
pt: O primeiro já está registado. Esse é a parte difícil.
ru: Первая записана. Она и есть самая трудная.
tr: İlki kaydedildi. En zoru buydu.
uk: Перше записано. Воно найважче.
zh: 第一次已经记录好了，最难的就是这一步。
zh_hant: 第一次已記錄。這是最難的一次。

# awardFirstRoutineName
source: First routine
ar: الروتين الأول
de: Erster Trainingsplan
es: Primera rutina
fa: اولین روتین
fr: Premier programme
it: Prima scheda
ja: 最初のルーティン
ko: 첫 루틴
nl: Eerste routine
pl: Pierwszy plan
pt: Primeira rotina
ru: Первая программа
tr: İlk program
uk: Перша програма
zh: 第一个计划
zh_hant: 第一個課表

# awardFirstRoutineLine
source: You have a plan to come back to.
ar: لديك الآن خطة يمكنك العودة إليها.
de: Du hast jetzt einen Plan, zu dem du zurückkehren kannst.
es: Ya tienes un plan al que volver.
fa: برنامه‌ای داری که برگردی سراغش.
fr: Tu as maintenant un plan auquel revenir.
it: Ora hai un piano a cui tornare.
ja: これで戻ってこられるプランができました。
ko: 이제 다시 따라갈 계획이 생겼습니다.
nl: Nu heb je een plan om naar terug te keren.
pl: Masz teraz plan, do którego możesz wracać.
pt: Já tem um plano para voltar.
ru: Теперь есть план, к которому возвращаться.
tr: Artık geri dönebileceğin bir planın var.
uk: Тепер у тебе є план, до якого можна повертатися.
zh: 你已经有了可以回头再练的计划。
zh_hant: 現在你有一個可以持續回來執行的計畫。

# awardFirstRecordName
source: First record
ar: الرقم القياسي الأول
de: Erster Rekord
es: Primer récord
fa: اولین رکورد
fr: Premier record
it: Primo record
ja: 最初の記録
ko: 첫 기록
nl: Eerste record
pl: Pierwszy rekord
pt: Primeiro recorde
ru: Первый рекорд
tr: İlk rekor
uk: Перший рекорд
zh: 第一个纪录
zh_hant: 第一個紀錄

# awardFirstRecordLine
source: You beat your best lift on an exercise.
ar: تفوقت على أفضل نتيجة لك في تمرين.
de: Du hast deine Bestleistung bei einer Übung übertroffen.
es: Has superado tu mejor marca en un ejercicio.
fa: بهترین وزنه‌ات را روی یک حرکت شکستی.
fr: Tu as battu ton meilleur résultat sur un exercice.
it: Hai battuto il tuo massimo in un esercizio.
ja: ある種目で自己ベストを更新しました。
ko: 한 운동에서 최고 기록을 경신했습니다.
nl: Je hebt je beste resultaat bij een oefening verbeterd.
pl: Pobiłeś swój najlepszy wynik w ćwiczeniu.
pt: Superou a sua melhor marca num exercício.
ru: Ты побил свой лучший результат в упражнении.
tr: Bir egzersizde en iyi sonucunu geçtin.
uk: Ти покращив свій найкращий результат у вправі.
zh: 你刷新了某个动作的最好成绩。
zh_hant: 你在一個動作中刷新了最佳成績。

# awardStreak3Name
source: Three in a row
ar: ثلاثة متتالية
de: Drei hintereinander
es: Tres seguidos
fa: سه تا پشت‌سرهم
fr: Trois d’affilée
it: Tre di fila
ja: 3日連続
ko: 3일 연속
nl: Drie op rij
pl: Trzy z rzędu
pt: Três seguidos
ru: Три подряд
tr: Üç üst üste
uk: Три поспіль
zh: 连续三天
zh_hant: 連續三天

# awardStreak3Line
source: Three days straight. This is how it starts.
ar: ثلاثة أيام متتالية. هكذا تبدأ العادة.
de: Drei Tage am Stück. So beginnt es.
es: Tres días seguidos. Así empieza todo.
fa: سه روز پشت‌سرهم. این‌طور شروع می‌شود.
fr: Trois jours de suite. C’est comme ça que ça commence.
it: Tre giorni di fila. È così che si comincia.
ja: 3日連続。ここから始まります。
ko: 3일 연속. 이렇게 시작됩니다.
nl: Drie dagen op rij. Zo begint het.
pl: Trzy dni z rzędu. Tak to się zaczyna.
pt: Três dias seguidos. É assim que se começa.
ru: Три дня подряд. Так всё и начинается.
tr: Üç gün üst üste. İşte böyle başlar.
uk: Три дні поспіль. Так усе починається.
zh: 连续三天，一切都是这样开始的。
zh_hant: 連續三天。就是這樣開始的。

# awardTonne1Name
source: One tonne
ar: طن واحد
de: Eine Tonne
es: Una tonelada
fa: یک تن
fr: Une tonne
it: Una tonnellata
ja: 1トン
ko: 1톤
nl: Eén ton
pl: Jedna tona
pt: Uma tonelada
ru: Одна тонна
tr: Bir ton
uk: Одна тонна
zh: 一吨
zh_hant: 一噸

# awardTonne1Line
source: A thousand kilos lifted across your sets.
ar: رفعت ألف كيلوغرام إجمالًا عبر مجموعاتك.
de: Über deine Sätze hast du tausend Kilo bewegt.
es: Mil kilos levantados entre todas tus series.
fa: هزار کیلو در ست‌هایت جابه‌جا شد.
fr: Mille kilos soulevés au total sur tes séries.
it: Mille chili sollevati tra tutte le tue serie.
ja: セット合計で1,000kgを持ち上げました。
ko: 세트 전체에서 총 1,000kg을 들었습니다.
nl: In totaal duizend kilo getild over al je sets.
pl: Łącznie tysiąc kilogramów podniesionych w seriach.
pt: Mil quilos levantados entre todas as suas séries.
ru: Тысяча килограммов, поднятая за все подходы.
tr: Setlerinde toplam bin kilo kaldırdın.
uk: Загалом тисячу кілограмів піднято за підходи.
zh: 所有组加起来举起了一千公斤。
zh_hant: 所有組數累計舉起一千公斤。

# awardSets100Name
source: One hundred sets
ar: مئة مجموعة
de: Hundert Sätze
es: Cien series
fa: صد ست
fr: Cent séries
it: Cento serie
ja: 100セット
ko: 100세트
nl: Honderd sets
pl: Sto serii
pt: Cem séries
ru: Сто подходов
tr: Yüz set
uk: Сто підходів
zh: 一百组
zh_hant: 一百組

# awardSets100Line
source: A hundred sets finished, one at a time.
ar: أكملت مئة مجموعة، واحدة تلو الأخرى.
de: Hundert Sätze geschafft, einen nach dem anderen.
es: Cien series completadas, una a una.
fa: صد ست تمام‌شده، یکی‌یکی.
fr: Cent séries terminées, une à la fois.
it: Cento serie completate, una alla volta.
ja: 100セット完了。一つずつ積み上げました。
ko: 100세트 완료, 하나씩 쌓아 올렸습니다.
nl: Honderd sets voltooid, één voor één.
pl: Sto ukończonych serii, jedna po drugiej.
pt: Cem séries concluídas, uma a uma.
ru: Сто подходов сделано, по одному за раз.
tr: Yüz set tamamlandı, teker teker.
uk: Сто виконаних підходів, один за одним.
zh: 一组一组，练满了一百组。
zh_hant: 完成一百組，一組一組累積而來。

# awardHours10Name
source: Ten hours
ar: عشر ساعات
de: Zehn Stunden
es: Diez horas
fa: ده ساعت
fr: Dix heures
it: Dieci ore
ja: 10時間
ko: 10시간
nl: Tien uur
pl: Dziesięć godzin
pt: Dez horas
ru: Десять часов
tr: On saat
uk: Десять годин
zh: 十小时
zh_hant: 十小時

# awardHours10Line
source: Ten hours of training on the clock.
ar: عشر ساعات من التدريب على العداد.
de: Zehn Stunden Training auf der Uhr.
es: Diez horas de entreno con el cronómetro en marcha.
fa: ده ساعت تمرین ثبت‌شده.
fr: Dix heures d’entraînement au compteur.
it: Dieci ore di allenamento sul cronometro.
ja: トレーニング時間が10時間に到達。
ko: 운동 시간 10시간 달성.
nl: Tien trainingsuren op de teller.
pl: Dziesięć godzin treningu na liczniku.
pt: Dez horas de treino cronometradas.
ru: Десять часов тренировок по секундомеру.
tr: Toplam on saat antrenman.
uk: Десять годин тренувань на рахунку.
zh: 十个小时的训练时间。
zh_hant: 累積訓練十小時。

# awardWorkouts50Name
source: Fifty workouts
ar: خمسون تمرينًا
de: Fünfzig Trainings
es: Cincuenta entrenos
fa: پنجاه تمرین
fr: Cinquante séances
it: Cinquanta allenamenti
ja: 50回のワークアウト
ko: 운동 50회
nl: Vijftig trainingen
pl: Pięćdziesiąt treningów
pt: Cinquenta treinos
ru: Пятьдесят тренировок
tr: Elli antrenman
uk: П’ятдесят тренувань
zh: 五十次训练
zh_hant: 五十次訓練

# awardWorkouts50Line
source: Fifty sessions behind you.
ar: خمسون تمرينًا أصبحت خلفك.
de: Fünfzig Trainings liegen hinter dir.
es: Cincuenta sesiones a tus espaldas.
fa: پنجاه جلسه تمرین پشت سرت.
fr: Cinquante séances derrière toi.
it: Cinquanta sedute alle spalle.
ja: 50回のワークアウトを完了しました。
ko: 운동 50회를 마쳤습니다.
nl: Vijftig trainingen achter de rug.
pl: Pięćdziesiąt treningów za tobą.
pt: Cinquenta sessões nas suas costas.
ru: Пятьдесят занятий позади.
tr: Elli antrenman geride kaldı.
uk: П’ятдесят тренувань позаду.
zh: 五十次训练已经完成。
zh_hant: 你已完成五十次訓練。

# awardHours50Name
source: Fifty hours
ar: خمسون ساعة
de: Fünfzig Stunden
es: Cincuenta horas
fa: پنجاه ساعت
fr: Cinquante heures
it: Cinquanta ore
ja: 50時間
ko: 50시간
nl: Vijftig uur
pl: Pięćdziesiąt godzin
pt: Cinquenta horas
ru: Пятьдесят часов
tr: Elli saat
uk: П’ятдесят годин
zh: 五十小时
zh_hant: 五十小時

# awardHours50Line
source: Fifty hours inside the gym.
ar: خمسون ساعة قضيتها في التدريب.
de: Fünfzig Stunden im Fitnessstudio.
es: Cincuenta horas dentro del gimnasio.
fa: پنجاه ساعت داخل باشگاه.
fr: Cinquante heures passées à t’entraîner.
it: Cinquanta ore dentro la palestra.
ja: トレーニングに50時間。
ko: 운동에 50시간을 보냈습니다.
nl: Vijftig uur aan training besteed.
pl: Pięćdziesiąt godzin spędzonych na treningu.
pt: Cinquenta horas dentro da academia.
ru: Пятьдесят часов в зале.
tr: Elli saat antrenman yaptın.
uk: П’ятдесят годин тренувань.
zh: 在健身房里度过了五十个小时。
zh_hant: 花了五十小時訓練。

# awardsTitle
source: Medals
ar: الميداليات
de: Medaillen
es: Medallas
fa: مدال‌ها
fr: Médailles
it: Medaglie
ja: メダル
ko: 메달
nl: Medailles
pl: Medale
pt: Medalhas
ru: Медали
tr: Madalyalar
uk: Медалі
zh: 勋章
zh_hant: 獎牌

# awardWon
source: Earned
ar: مكتسبة
de: Verdient
es: Conseguida
fa: گرفته‌شده
fr: Obtenue
it: Conquistata
ja: 獲得済み
ko: 획득
nl: Behaald
pl: Zdobyta
pt: Conquistada
ru: Получена
tr: Kazanıldı
uk: Здобуто
zh: 已获得
zh_hant: 已獲得

# yearTitle
source: Your year
ar: سنتك
de: Dein Jahr
es: Tu año
fa: سال تو
fr: Ton année
it: Il tuo anno
ja: あなたの1年
ko: 나의 1년
nl: Jouw jaar
pl: Twój rok
pt: O teu ano
ru: Твой год
tr: Yılın
uk: Твій рік
zh: 你的一年
zh_hant: 你的年度

# yearBestMonth
source: Best month
ar: أفضل شهر
de: Bester Monat
es: Mejor mes
fa: بهترین ماه
fr: Meilleur mois
it: Mese migliore
ja: ベスト月
ko: 최고의 달
nl: Beste maand
pl: Najlepszy miesiąc
pt: Melhor mês
ru: Лучший месяц
tr: En iyi ay
uk: Найкращий місяць
zh: 最佳月份
zh_hant: 最佳月份

# yearMonths
source: months
ar: أشهر
de: Monate
es: meses
fa: ماه
fr: mois
it: mesi
ja: か月
ko: 개월
nl: maanden
pl: miesięcy
pt: meses
ru: месяцы
tr: ay
uk: місяців
zh: 月
zh_hant: 個月

# awardSpinHint
source: Drag the medal to spin it
ar: اسحب على الميدالية لتدويرها
de: Ziehe die Medaille, um sie zu drehen
es: Arrastra la medalla para girarla
fa: مدال را بکش تا بچرخد
fr: Fais glisser la médaille pour la faire tourner
it: Trascina la medaglia per girarla
ja: メダルをスワイプして回転
ko: 메달을 밀어 회전하세요
nl: Veeg over de medaille om hem te draaien
pl: Przeciągnij medal, aby go obrócić
pt: Arraste a medalha para girá-la
ru: Потяни медаль, чтобы покрутить
tr: Madalyayı döndürmek için kaydır
uk: Проведи по медалі, щоб повернути її
zh: 拖动勋章即可旋转
zh_hant: 滑動獎牌讓它旋轉

# awardUnlocked
source: New achievement unlocked
ar: تم فتح إنجاز جديد
de: Neue Auszeichnung freigeschaltet
es: Nuevo logro desbloqueado
fa: مدال جدید باز شد
fr: Nouveau succès débloqué
it: Nuovo traguardo sbloccato
ja: 新しい実績を解除
ko: 새 업적 잠금 해제
nl: Nieuwe prestatie ontgrendeld
pl: Odblokowano nowe osiągnięcie
pt: Nova conquista desbloqueada
ru: Новое достижение открыто
tr: Yeni başarı açıldı
uk: Відкрито нове досягнення
zh: 解锁新成就
zh_hant: 解鎖新成就

# awardNice
source: Awesome!
ar: رائع!
de: Großartig!
es: ¡Genial!
fa: عالی!
fr: Bravo !
it: Grande!
ja: いいね！
ko: 좋아요!
nl: Lekker!
pl: Brawo!
pt: Boa!
ru: Отлично!
tr: Harika!
uk: Круто!
zh: 太棒了！
zh_hant: 很棒！

# awardSaveImage
source: Save image
ar: حفظ الصورة
de: Bild speichern
es: Guardar imagen
fa: ذخیره تصویر
fr: Enregistrer l’image
it: Salva l'immagine
ja: 画像を保存
ko: 이미지 저장
nl: Afbeelding opslaan
pl: Zapisz obraz
pt: Guardar imagem
ru: Сохранить картинку
tr: Görseli kaydet
uk: Зберегти зображення
zh: 保存图片
zh_hant: 儲存圖片

# awardSaved
source: Saved to your gallery
ar: تم الحفظ في معرض الصور
de: In deiner Galerie gespeichert
es: Guardada en tu galería
fa: در گالری ذخیره شد
fr: Enregistrée dans ta galerie
it: Salvata nella galleria
ja: ギャラリーに保存しました
ko: 갤러리에 저장됨
nl: Opgeslagen in je galerij
pl: Zapisano w galerii
pt: Guardada na sua galeria
ru: Сохранено в галерею
tr: Galeriye kaydedildi
uk: Збережено в галереї
zh: 已保存到相册
zh_hant: 已儲存到相簿

# awardStreakBottom
source: streak
ar: سلسلة
de: Serie
es: de racha
fa: استریک
fr: série
it: di fila
ja: 連続
ko: 연속
nl: reeks
pl: seria
pt: de sequência
ru: подряд
tr: seri
uk: серія
zh: 连续
zh_hant: 連續

# awardStreak7Top
source: seven days
ar: سبعة أيام
de: sieben Tage
es: siete días
fa: هفت روز
fr: sept jours
it: sette giorni
ja: 7日
ko: 7일
nl: zeven dagen
pl: siedem dni
pt: sete dias
ru: семь дней
tr: yedi gün
uk: сім днів
zh: 七天
zh_hant: 七天

# awardStreak7Name
source: Seven days
ar: سبعة أيام
de: Sieben Tage
es: Siete días
fa: هفت روز
fr: Sept jours
it: Sette giorni
ja: 7日間
ko: 7일
nl: Zeven dagen
pl: Siedem dni
pt: Sete dias
ru: Семь дней
tr: Yedi gün
uk: Сім днів
zh: 七天
zh_hant: 七天

# awardStreak7Line
source: A full week without missing a day.
ar: أسبوع كامل دون تفويت يوم.
de: Eine volle Woche ohne einen Tag auszulassen.
es: Una semana entera sin fallar un día.
fa: یک هفته کامل بدون جا انداختن.
fr: Une semaine complète sans manquer un jour.
it: Una settimana intera senza saltare un giorno.
ja: 1日も欠かさず丸1週間。
ko: 하루도 빠짐없이 일주일.
nl: Een hele week zonder een dag over te slaan.
pl: Cały tydzień bez opuszczenia dnia.
pt: Uma semana inteira sem falhar um dia.
ru: Целая неделя без единого пропуска.
tr: Bir gün bile kaçırmadan tam bir hafta.
uk: Цілий тиждень без пропусків.
zh: 整整一周，一天都没落下。
zh_hant: 整整一週，一天都沒漏掉。

# awardStreak30Top
source: thirty days
ar: ثلاثون يومًا
de: dreißig Tage
es: treinta días
fa: سی روز
fr: trente jours
it: trenta giorni
ja: 30日
ko: 30일
nl: dertig dagen
pl: trzydzieści dni
pt: trinta dias
ru: тридцать дней
tr: otuz gün
uk: тридцять днів
zh: 三十天
zh_hant: 三十天

# awardStreak30Name
source: Thirty days
ar: ثلاثون يومًا
de: Dreißig Tage
es: Treinta días
fa: سی روز
fr: Trente jours
it: Trenta giorni
ja: 30日間
ko: 30일
nl: Dertig dagen
pl: Trzydzieści dni
pt: Trinta dias
ru: Тридцать дней
tr: Otuz gün
uk: Тридцять днів
zh: 三十天
zh_hant: 三十天

# awardStreak30Line
source: A month straight. This is a habit now.
ar: شهر كامل متواصل. أصبحت عادة الآن.
de: Ein ganzer Monat. Das ist jetzt eine Gewohnheit.
es: Un mes seguido. Esto ya es costumbre.
fa: یک ماه پشت‌سرهم. حالا عادت شده.
fr: Un mois d’affilée. C’est maintenant une habitude.
it: Un mese di fila. Ormai è un'abitudine.
ja: 1か月連続。もう習慣です。
ko: 한 달 연속. 이제 습관이 되었습니다.
nl: Een maand op rij. Nu is het een gewoonte.
pl: Miesiąc z rzędu. Teraz to już nawyk.
pt: Um mês seguido. Agora já é hábito.
ru: Месяц подряд. Это уже привычка.
tr: Bir ay üst üste. Artık bir alışkanlık.
uk: Місяць поспіль. Тепер це звичка.
zh: 连续一个月，已经成为习惯。
zh_hant: 連續一個月。現在已成為習慣。

# awardWorkouts100Top
source: one hundred
ar: مئة
de: einhundert
es: cien
fa: صد
fr: cent
it: cento
nl: honderd
pl: sto
pt: cem
ru: сто
tr: yüz
uk: сто
zh: 一百次
zh_hant: 一百

# awardWorkouts100Bottom
source: workouts
ar: تمارين
de: trainings
es: entrenos
fa: تمرین
fr: séances
it: allenamenti
ja: ワークアウト
ko: 운동
nl: trainingen
pl: treningów
pt: treinos
ru: тренировок
tr: antrenman
uk: тренувань
zh: 训练
zh_hant: 訓練

# awardWorkouts100Name
source: One hundred workouts
ar: مئة تمرين
de: Einhundert Trainings
es: Cien entrenos
fa: صد تمرین
fr: Cent séances
it: Cento allenamenti
ja: 100回のワークアウト
ko: 운동 100회
nl: Honderd trainingen
pl: Sto treningów
pt: Cem treinos
ru: Сто тренировок
tr: Yüz antrenman
uk: Сто тренувань
zh: 一百次训练
zh_hant: 一百次訓練

# awardWorkouts100Line
source: A hundred sessions logged, start to finish.
ar: تم تسجيل مئة تمرين من البداية حتى النهاية.
de: Einhundert Trainings von Anfang bis Ende protokolliert.
es: Cien sesiones registradas de principio a fin.
fa: صد جلسه تمرین از اول تا آخر ثبت شد.
fr: Cent séances enregistrées du début à la fin.
it: Cento sedute registrate dall'inizio alla fine.
ja: 100回のワークアウトを最初から最後まで記録。
ko: 운동 100회를 처음부터 끝까지 기록했습니다.
nl: Honderd trainingen van begin tot eind gelogd.
pl: Sto treningów zapisanych od początku do końca.
pt: Cem sessões registradas do início ao fim.
ru: Сто занятий записано от начала до конца.
tr: Baştan sona yüz antrenman kaydedildi.
uk: Сто тренувань записано від початку до кінця.
zh: 完整记录了一百次训练。
zh_hant: 從頭到尾記錄一百次訓練。

# awardTonnes100Top
source: one hundred
ar: مئة
de: einhundert
es: cien
fa: صد
fr: cent
it: cento
nl: honderd
pl: sto
pt: cem
ru: сто
tr: yüz
uk: сто
zh: 一百
zh_hant: 一百

# awardTonnes100Bottom
source: tonnes
ar: طن
de: Tonnen
es: toneladas
fa: تن
it: tonnellate
ja: トン
ko: 톤
nl: tonnen
pl: ton
pt: toneladas
ru: тонн
tr: ton
uk: тонн
zh: 吨
zh_hant: 噸

# awardTonnes100Name
source: One hundred tonnes
ar: مئة طن
de: Einhundert Tonnen
es: Cien toneladas
fa: صد تن
fr: Cent tonnes
it: Cento tonnellate
ja: 100トン
ko: 100톤
nl: Honderd ton
pl: Sto ton
pt: Cem toneladas
ru: Сто тонн
tr: Yüz ton
uk: Сто тонн
zh: 一百吨
zh_hant: 一百噸

# awardTonnes100Line
source: Everything you have lifted adds up to 100,000 kg.
ar: بلغ مجموع ما رفعته 100,000 كغ.
de: Alles, was du gehoben hast, ergibt zusammen 100.000 kg.
es: Todo lo que has levantado suma 100.000 kg.
fa: هرچه جابه‌جا کرده‌ای به ۱۰۰٬۰۰۰ کیلو می‌رسد.
fr: Tout ce que tu as soulevé atteint 100 000 kg.
it: Tutto quello che hai sollevato fa 100.000 kg.
ja: これまでの総挙上量が100,000kgに到達。
ko: 지금까지 든 총 중량이 100,000kg에 도달했습니다.
nl: Alles wat je hebt getild komt uit op 100.000 kg.
pl: Wszystko, co podniosłeś, daje 100 000 kg.
pt: Tudo o que você levantou soma 100.000 kg.
ru: Всё, что ты поднял, складывается в 100 000 кг.
tr: Kaldırdığın her şey toplam 100.000 kg'a ulaştı.
uk: Усе, що ти підняв, сягнуло 100 000 кг.
zh: 你举起的总重量达到 100,000 公斤。
zh_hant: 你累積舉起的重量達到 100,000 公斤。

# awardSets1000Top
source: a thousand
ar: ألف
de: tausend
es: mil
fa: هزار
fr: mille
it: mille
nl: duizend
pl: tysiąc
pt: mil
ru: тысяча
tr: bin
uk: тисяча
zh: 一千
zh_hant: 一千

# awardSets1000Bottom
source: sets
ar: مجموعة
de: Sätze
es: series
fa: ست
fr: séries
it: serie
ja: セット
ko: 세트
pl: serii
pt: séries
ru: подходов
tr: set
uk: підходів
zh: 组
zh_hant: 組

# awardSets1000Name
source: A thousand sets
ar: ألف مجموعة
de: Tausend Sätze
es: Mil series
fa: هزار ست
fr: Mille séries
it: Mille serie
ja: 1,000セット
ko: 1,000세트
nl: Duizend sets
pl: Tysiąc serii
pt: Mil séries
ru: Тысяча подходов
tr: Bin set
uk: Тисяча підходів
zh: 一千组
zh_hant: 一千組

# awardSets1000Line
source: One set at a time, a thousand of them.
ar: مجموعة تلو الأخرى حتى الألف.
de: Ein Satz nach dem anderen, tausend davon.
es: Serie a serie, hasta mil.
fa: یکی‌یکی، هزار تا از آن‌ها.
fr: Une série à la fois, jusqu’à mille.
it: Una serie alla volta, fino a mille.
ja: 1セットずつ積み上げて1,000へ。
ko: 한 세트씩 쌓아 1,000세트까지.
nl: Eén set tegelijk, tot duizend.
pl: Seria po serii, aż do tysiąca.
pt: Série a série, até mil.
ru: По одному подходу за раз — и вот их тысяча.
tr: Her seferinde bir set; toplamda bin set.
uk: Підхід за підходом, аж до тисячі.
zh: 一组一组，累积到一千组。
zh_hant: 一組一組累積到一千。

source: Profile
ar: الملف الشخصي
de: Profil
es: Perfil
fa: پروفایل
fr: Profil
it: Profilo
ja: プロフィール
ko: 프로필
nl: Profiel
pl: Profil
pt: Perfil
ru: Профиль
tr: Profil
uk: Профіль
zh: 个人资料
zh_hant: 個人檔案

source: Edit profile
ar: تعديل الملف الشخصي
de: Profil bearbeiten
es: Editar perfil
fa: ویرایش پروفایل
fr: Modifier le profil
it: Modifica profilo
ja: プロフィールを編集
ko: 프로필 수정
nl: Profiel bewerken
pl: Edytuj profil
pt: Editar perfil
ru: Изменить профиль
tr: Profili düzenle
uk: Редагувати профіль
zh: 编辑资料
zh_hant: 編輯個人檔案

# pickBadge
source: Badge
ar: شارة
de: Abzeichen
es: Insignia
fa: نشان
it: Distintivo
ja: バッジ
ko: 배지
pl: Odznaka
pt: Selo
ru: Значок
tr: Rozet
uk: Значок
zh: 徽章
zh_hant: 徽章

# badgeTitle
source: Your badge
ar: شارتك
de: Dein Abzeichen
es: Tu insignia
fa: نشان تو
fr: Ton badge
it: Il tuo distintivo
ja: あなたのバッジ
ko: 내 배지
nl: Jouw badge
pl: Twoja odznaka
pt: Seu selo
ru: Твой значок
tr: Rozetin
uk: Твій значок
zh: 你的徽章
zh_hant: 你的徽章

# statWorkouts
source: Workouts
ar: التمارين
de: Trainings
es: Entrenos
fa: تمرین‌ها
fr: Séances
it: Allenamenti
ja: ワークアウト
ko: 운동
nl: Trainingen
pl: Treningi
pt: Treinos
ru: Тренировки
tr: Antrenmanlar
uk: Тренування
zh: 训练次数
zh_hant: 訓練

# statTrained
source: Trained
ar: التدريب
de: Trainiert
es: Entrenado
fa: مدت تمرین
fr: Entraînement
it: Allenato
ja: トレーニング
ko: 운동 시간
nl: Getraind
pl: Trening
pt: Treinada
ru: Тренировался
tr: Antrenman süresi
uk: Тренування
zh: 训练时长
zh_hant: 訓練

# statSets
source: Sets
ar: المجموعات
de: Sätze
es: Series
fa: ست‌ها
fr: Séries
it: Serie
ja: セット
ko: 세트
pl: Serie
pt: Séries
ru: Подходы
tr: Setler
uk: Підходи
zh: 组数
zh_hant: 組數

# statLifted
source: Lifted
ar: مرفوع
de: Gehoben
es: Levantado
fa: جابه‌جاشده
fr: Soulevé
it: Sollevato
ja: 挙上量
ko: 든 중량
nl: Getild
pl: Podniesiono
pt: Levantado
ru: Поднято
tr: Kaldırıldı
uk: Піднято
zh: 总重量
zh_hant: 舉起

# statStreak
source: Streak
ar: السلسلة
de: Serie
es: Racha
fa: استریک
fr: Série
ja: 連続
ko: 연속
nl: Reeks
pl: Seria
pt: Sequência
ru: Серия
tr: Seri
uk: Серія
zh: 连续
zh_hant: 連續

# statDays
source: days
ar: أيام
de: Tage
es: días
fa: روز
fr: jours
it: giorni
ja: 日
ko: 일
nl: dagen
pl: dni
pt: dias
ru: дней
tr: gün
uk: днів
zh: 天
zh_hant: 天

# unitHours
source: h
ar: س
fa: ساعت
ja: 時間
ko: 시간
nl: u
pl: g
ru: ч
tr: sa
uk: год
zh: 小时
zh_hant: 小時

# unitDays
source: days
ar: أيام
de: Tage
es: días
fa: روز
fr: jours
it: giorni
ja: 日
ko: 일
nl: dagen
pl: dni
pt: dias
ru: дней
tr: gün
uk: дні
zh: 天
zh_hant: 天

# snapshots
source: Photos
ar: الصور
de: Fotos
es: Fotos
fa: عکس‌ها
it: Foto
ja: 写真
ko: 사진
nl: Foto's
pl: Zdjęcia
pt: Fotos
ru: Фото
tr: Fotoğraflar
uk: Фото
zh: 照片
zh_hant: 照片

# snapNow
source: Take one
ar: التقاط الآن
de: Aufnehmen
es: Hacer una
fa: یکی بگیر
fr: En prendre une
it: Scattane una
ja: 今撮る
ko: 지금 찍기
nl: Nu maken
pl: Zrób teraz
pt: Tirar uma
ru: Сделать фото
tr: Şimdi çek
uk: Зробити зараз
zh: 拍一张
zh_hant: 現在拍攝

# calendarLegend
source: Trained · photos
ar: التمرين · الصور
de: Trainiert · Fotos
es: Entrenos · fotos
fa: تمرین · عکس
fr: Entraînement · photos
it: Allenamenti · foto
ja: ワークアウト · 写真
ko: 운동 · 사진
nl: Training · foto's
pl: Trening · zdjęcia
pt: Treinos · fotos
ru: Тренировки · фото
tr: Antrenman · Fotoğraflar
uk: Тренування · фото
zh: 训练 · 照片
zh_hant: 訓練 · 照片
